Repository: Charlie-otb/AddressBook
Catalog: locale/*/LC_MESSAGES/module_addressbook.po
Languages: bg

source: Error! Unable to load class [%s]
bg: Грешка! Проблем при зареждането на клас [%s]

source: Error! No such item found.
bg: Грешка! Няма намерена такава позиция.

source: Done! Item deleted.
bg: Готово! Позицията е изтрита.

source: Error! No authorization to access this module.
bg: Грешка! Нямате право на достъп до този модул.

source: Error! Update attempt failed.
bg: Грешка! Записът на данни не успя.

source: Address book
bg: Адресен указател

source: Error! Could not load addresses.
bg: Грешка! Неуспешно зареждане на данните.

source: This website require it's users to be registered to use the address book.<br />Register for free <a href="%1$s">here</a>, or <a href=\"%1$s\">log in</a> if you are already registered.
bg: Изисква се потребителите да са регистрирани за да използват адресния указател.<br />Регистрирайте се <a href="%1$s">тук</a>, или <a href=\"%1$s\">влезте</a> ако вече сте регистриран.

source: Error! Unable to load class [customfield]
bg: Грешка! Проблем при зареждането на клас [customfield]

source: AddressBook contact
bg: Контакт в адресния указател

source: Display a single address.
bg: Показва

source: No address selected
bg: Няма избран адрес

source: Error! Unable to load class [address]
bg: Грешка! Проблем при зареждането на клас [address]

source: Error! Invalid id [%s] received.
bg: Грешка! Подаден е невалиден номер [%s].

source: Error! Unable to load class [favourite]
bg: Грешка! Проблем при зареждането на клас [favourite]

source: Current search term:
bg: Текушо се търси за:

source: Done! Configuration saved.
bg: Готово! Конфигурацията е запазена.

source: %1$s with ID of %2$s doesn'\t seem to exist
bg: %1$s с ID от %2$s изглежда не съществува

source: Settings
bg: Настройки

source: Work
bg: Офис

source: Fax
bg: Факс

source: Mobile
bg: Мобилен

source: Home
bg: Домашен

source: Email
bg: Е-мейл

source: URL
bg: Сайт

source: Other
bg: Друг

source: Error! Creation attempt failed.
bg: Грешка!Създаването на записа не успя.

source: Form of address
bg: Тип на адреса

source: Business
bg: Бизнес

source: Personal
bg: Персонален

source: Mr.
bg: Г-н

source: Mrs.
bg: Г-жа

source: Done! The address was saved.
bg: Готово! Адресът е записан.

source: Error! The deletion of this address failed.
bg: Грешка! Изтриването на записа не успя.

source: Done! The deletion of this address was successful.
bg: Готово! Изтриването на адреса е успешно.

source: Error! Company update failed.
bg: Грешка! Записа на данни не успя.

source: Done! Company update successful.
bg: Готово! Записът на данни е успешен.

source: Delete
bg: Изтрий

source: Category
bg: Категория

source: Prefix
bg: Префикс

source: Do you really want to delete this item?
bg: Наистина ли искате да изтриете тази позиция?

source: Confirmation prompt
bg: Потвърждение

source: Name
bg: Контакт

source: Cancel
bg: Отказ

source: Title
bg: Титла

source: Company
bg: Наименование

source: Address
bg: Адрес

source: Contact
bg: Контакт

source: Note
bg: Бележки

source: Map
bg: Карта

source: Edit this address
bg: Редактирай този адрес

source: Add an address
bg: Добави контакт

source: No Prefix/Title
bg: Без префикс/титла

source: Last Name
bg: Фамилия

source: First Name
bg: Име

source: Zip
bg: Пощ.код

source: City
bg: Град

source: State
bg: Област

source: Country
bg: Държава

source: Google Maps coordinates
bg: Google Maps координати

source: Get coordinates
bg: Вземи координатите

source: Content
bg: Съдържание

source: Choose a category
bg: Избери категория

source: Private
bg: Частен

source: Create
bg: Създай

source: Save and duplicate this contact
bg: Запис и дублиране на контакта

source: Action
bg: Действие

source: Edit
bg: Редакция

source: Last changed on %s
bg: Последна промяна %s

source: Back
bg: Назад

source: Copy
bg: Копирай

source: Address list
bg: Адресен указател

source: Show all
bg: Покажи всички

source: Show favourites
bg: Покажи маркираните

source: Add to favourites
bg: Добави към маркирани

source: Remove favourite
bg: Премахни като маркиран

source: Favourites
bg: Маркирани

source: Address Book
bg: Адресен указател

source: Please enter the address id
bg: Моля въведете номер на адрес

source: Show private contacts only
bg: Покажи само персоналните контакти

source: All
bg: Всички

source: Search
bg: Търси за

source: Go search
bg: Търси

source: View
bg: Преглед

source: No address found.
bg: Няма намерени позиции.
